{
    "home" : "Home",
    "companyName" : "Ahattah law & legal consultations Co.",
    "slogan" : "We save your rights and protect your business",
    "button01" : "Request Consultation",
    "button02" : "Explore our Services",
    "about" : "About",
    "aboutTitle" : "About the Firm",
    "aboutContent" : "Ahattah Law and Legal Consultations Co. was established as one of the specialized legal entities in the Kingdom of Saudi Arabia. It was established as a professional legal firm licensed by the Ministry of Commerce as well as licensed by the Saudi Bar Association, to meet the needs and aspirations of clients. The company includes a group of lawyers, legal and administrative consultants. The company also provides legal services to its clients with High quality and professional performance that serves individuals, companies and private establishments.",
    "button03" : "Check out Packages",
    "services" : "Services",
    "serviceTitle01" : "Legal advice",
    "serviceContent01" : "Legal advice represents a protective way that gives you the legal opinion, which clarifies the position of the system in the matter and the legal point of view that gives you the advantage of full knowledge of the legal problems and obstacles that you may face before they occur",
    "serviceTitle02" : "Representation, pleading and litigation",
    "serviceContent02" : "This service includes representing the client in front of all governmental, non-governmental, judicial and semi-judicial sectors via review, pleading and defending, preparing and drafting regulations and notes to ensure that the required result from the client is achieved",
    "serviceTitle03" : "Establishment of commercial entities",
    "serviceContent03" : "Establishing and registering establishments and companies, converting individual establishments into companies, following up on the issuance of licenses and commercial registrations, and preparing investment and partnership contracts",
    "serviceTitle04" : "Drafting and auditing contracts and agreements",
    "serviceContent04" : "Preparing, drafting and auditing all types of contracts and legal agreements.",
    "serviceTitle05" : "Reviewing the compliance of the enterprise legally",
    "serviceContent05" : "Achieving government compliance and commitment is a goal that all entities seek. We follow up and verify the entities rules and regulations compliance by complying with all standards imposed by the law, as well as prevention of exposure to the legal violations",
    "serviceTitle06" : "Record of inheritance and endowments",
    "serviceContent06" : "We prepare record of inheritance, wills and endowments documents, and their regulations, and supervise them professionally",
    "serviceTitle07" : "Commercial arbitration",
    "serviceContent07" : "Our company provides commercial arbitration services and related matters, as well as reconciliation and documentation services. Commercial arbitration is one of the matters that our company gives special importance to",
    "serviceTitle08" : "Debts Collection",
    "serviceContent08" : "Specialized in all types of debt collection cases for individuals, companies and establishments",
    "serviceTitle09" : "Franchise contracts",
    "serviceContent09" : "We prepare franchise contracts to preserve the rights of clients and manage the contract professionally",
    "packages" : "Packages",
    "contact" : "Contact"

}